# first_name = "Michael \t"
# print (first_name[5])
# print (first_name * 5)
# yammy = "Yam long string"
# print (yammy.split())
#
# z = 'z'
# print (z * 6)
# print (z.upper() * 6)
# priv = "Hello Python!"
# #priv = priv[6, 'a']
#
#
# list_td = [2, 34, 99.42, 't', 43, 'w']
# new_list = list_td [:3]
# print(list_td)
# print(new_list)

#
# person = {'first_name': 'Ivan', 'last_name': 'Ivanov', 'Age': 23 }
# print(person['Age'])
#
# PC= ('Asus', 'WD', 'Genius', 'AOC')
# Motherboard, HDD, Mouse, Monotor = PC
# print(PC)

# text = ('Hello', 'By', 'Welcome', 'Hi', 'By')
# set_text = set(text)
# print (set_text)
# print (type(set_text))
# x = 23
# y = 117
# print (x > y)
# print (x < y)
# print (x >= y)
# print (x <= y)
# print (x == y)
# print (x != y)
#
# print ('T' > 't')
# print (ord('T'))
# print (ord('t'))

# user_input = input('Enter any number')
# if user_input == '7':
#     print('7 is a lucky number! Today is your lucky day!')
# else:
#     print('Thank you! Have a nice day!')

    # Напишите код, который выводит сообщение: 'Enter an integer number'.
    # Если было введено чётное число, должно выводиться сообщение: 'The number is even',
    # если было введено нечётное число, должно выводиться сообщение 'The number is odd'


# x = input('Enter an integer number ')
# if int(x) % 2 == 0:
#     print('The number is even')
# else:
#     print('The number is odd')


# Используйте цикл for для вычисления суммы всех чётных чисел в диапазоне от 10 до 30 (включая крайние значения).
# Выведите результат на печать
#
# Получите от пользователя число на вводе и используйте цикл for для вывода на экран текста 'Hello!' столько же раз
# number_list = [10:30]
# number_list = range(10, 31, 1)
# numbers_sum = 0
# for number in number_list:
#     if number % 2 == 0:
#         numbers_sum = numbers_sum + number
# print (numbers_sum)

# number_list = input('Enter an integer number ')
# for number in number_list:
#     print ('Hello! ')

# number = input('Please, enter any integer number')
#
# for _ in range(int(number)):
#     print('Hello!')

# x = 2
# while x >= 2:
#     print (x)
#     x += 10
#     if x >= 100:
#         break

# Разобраться почему таой расчёт
# a = True
# b = a + 2
# print (b-1)

print(0*A + 0*B + 0*C)